const galleryData = {
      a: {
    buses: [
      { id: "גן הפעמון / דרך בית לחם", coords: [31.76859, 35.22375], img: "images/1.png", fullImg: "images/1.png", analysisImg: "analysis/1.png", sketchImg: "sketch/1.png", graffitiImg: "graffiti/1.png", neighborhood: "עמק רפאים-המושבה הגרמנית", age: 16,
        signscount: { "עד הניצחון": 2, "מטה משפחות החטופים": 3, "שלטי תחבורה ציבורית": 2, "מדבקות הנצחה": 17, "מודעות פרטיות": 1, "שלטים נגד ביבי": 3, "שלטי חבד": 0, }
      },
      { id: "קניון הדר / פייר קניג", coords: [31.75441, 35.21431], img: "images/2.png", fullImg: "images/2.png", analysisImg: "analysis/2.png", sketchImg: "sketch/2.png", graffitiImg: "graffiti/2.png", neighborhood: "תלפיות - תעשיה ומסחר", age: 24,
        signscount: { "עד הניצחון": 0, "מטה משפחות החטופים": 1, "שלטי תחבורה ציבורית": 3, "מדבקות הנצחה": 1, "מודעות פרטיות": 1, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: "צביה ויצחק / החסידה", coords: [31.73474, 35.18141], img: "images/3.png", fullImg: "images/3.png", analysisImg: "analysis/3.png", sketchImg: "sketch/3.png", graffitiImg: "graffiti/3.png", neighborhood: "גילה", age: 10,
        signscount: { "עד הניצחון": 0, "מטה משפחות החטופים": 0, "שלטי תחבורה ציבורית": 1, "מדבקות הנצחה": 0, "מודעות פרטיות": 0, "שלטים נגד ביבי": 0, "שלטי חבד": 1, }
      },
      { id: "מרכז מסחרי / צביה ויצחק", coords: [31.73168, 35.18807], img: "images/4.png", fullImg: "images/4.png", analysisImg: "analysis/4.png", sketchImg: "sketch/4.png", graffitiImg: "graffiti/4.png", neighborhood: "גילה", age: 6,
        signscount: { "עד הניצחון": 0, "מטה משפחות החטופים": 0, "שלטי תחבורה ציבורית": 1, "מדבקות הנצחה": 3, "מודעות פרטיות": 0, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: "הגננת / האחות יהודית", coords: [31.73058, 35.19274], img: "images/5.png", fullImg: "images/5.png", analysisImg: "analysis/5.png", sketchImg: "sketch/5.png", graffitiImg: "graffiti/5.png", neighborhood: "גילה", age: 30,
        signscount: { "עד הניצחון": 0, "מטה משפחות החטופים": 0, "שלטי תחבורה ציבורית": 2, "מדבקות הנצחה": 1, "מודעות פרטיות": 0, "שלטים נגד ביבי": 9, "שלטי חבד": 0, }
      },
      { id: "הרוזמרין / כביש המנהרות", coords: [31.73249, 35.20213], img: "images/6.png", fullImg: "images/6.png", analysisImg: "analysis/6.png", sketchImg: "sketch/6.png", graffitiImg: "graffiti/6.png", neighborhood: "גילה", age: 14,
        signscount: { "עד הניצחון": 0, "מטה משפחות החטופים": 0, "שלטי תחבורה ציבורית": 2, "מדבקות הנצחה": 9, "מודעות פרטיות": 1, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: "שמואל מאיר / דרך חברון", coords: [31.73806, 35.21255], img: "images/7.png", fullImg: "images/7.png", analysisImg: "analysis/7.png", sketchImg: "sketch/7.png", graffitiImg: "graffiti/7.png", neighborhood: "גבעת אליהו - מר אליאס", age: 14,
        signscount: { "עד הניצחון": 2, "מטה משפחות החטופים": 2, "שלטי תחבורה ציבורית": 2, "מדבקות הנצחה": 12, "מודעות פרטיות": 1, "שלטים נגד ביבי": 0, "שלטי חבד": 1, }
      },
      { id: "משטרה / שמואל מאיר", coords: [31.73070, 35.21969], img: "images/8.png", fullImg: "images/8.png", analysisImg: "analysis/8.png", sketchImg: "sketch/8.png", graffitiImg: "graffiti/1.png", neighborhood: "חומת שמואל - הר חומה", age: 26,
        signscount: { "עד הניצחון": 3, "מטה משפחות החטופים": 0, "שלטי תחבורה ציבורית": 3, "מדבקות הנצחה": 21, "מודעות פרטיות": 1, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: "בית ספר תיכון בית צפאפא / אלנהדה", coords: [31.74414, 35.20532], img: "images/9.png", fullImg: "images/9.png", analysisImg: "analysis/9.png", sketchImg: "sketch/1.png", graffitiImg: "graffiti/1.png", neighborhood: "בית צפפא,שרפת", age: 10,
        signscount: { "עד הניצחון": 0, "מטה משפחות החטופים": 0, "שלטי תחבורה ציבורית": 1, "מדבקות הנצחה": 0, "מודעות פרטיות": 2, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: "טהון / בורוכוב", coords: [31.76136, 35.17522], img: "images/10.png", fullImg: "images/10.png", analysisImg: "analysis/10.png", sketchImg: "sketch/10.png", graffitiImg: "graffiti/10.png", neighborhood: "קריית היובל", age: 24,
        signscount: { "עד הניצחון": 0, "מטה משפחות החטופים": 2, "שלטי תחבורה ציבורית": 3, "מדבקות הנצחה": 2, "מודעות פרטיות": 8, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: "עמק רפאים / הצפירה", coords: [31.76384, 35.21972], img: "images/11.png", fullImg: "images/11.png", analysisImg: "analysis/11.png", sketchImg: "sketch/11.png", graffitiImg: "graffiti/11.png", neighborhood: "עמק רפאים-המושבה הגרמנית", age: 24,
        signscount: { "עד הניצחון": 0, "מטה משפחות החטופים": 6, "שלטי תחבורה ציבורית": 2, "מדבקות הנצחה": 81, "מודעות פרטיות": 3, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: "שדרות הרצל / הר הרצל", coords: [31.77405, 35.18292], img: "images/12.png", fullImg: "images/12.png", analysisImg: "analysis/12.png", sketchImg: "sketch/12.png", graffitiImg: "graffiti/12.png", neighborhood: "הר הרצל", age: 18,
        signscount: { "עד הניצחון": 0, "מטה משפחות החטופים": 4, "שלטי תחבורה ציבורית": 3, "מדבקות הנצחה": 4, "מודעות פרטיות": 1, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: "תחנת אוטובוס רכבת קלה יפה נוף", coords: [31.77686, 35.18510], img: "images/13.png", fullImg: "images/13.png", analysisImg: "analysis/13.png", sketchImg: "sketch/13.png", graffitiImg: "graffiti/13.png", neighborhood: "בית הכרם", age: 22,
        signscount: { "עד הניצחון": 0, "מטה משפחות החטופים": 5, "שלטי תחבורה ציבורית": 2, "מדבקות הנצחה": 0, "מודעות פרטיות": 4, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: "רכבת קלה יפה נוף", coords: [31.77716, 35.18500], img: "images/14.png", fullImg: "images/14.png", analysisImg: "analysis/14.png", sketchImg: "sketch/14.png", graffitiImg: "graffiti/14.png", neighborhood: "בית הכרם", age: 28,
        signscount: { "עד הניצחון": 2, "מטה משפחות החטופים": 2, "שלטי תחבורה ציבורית": 4, "מדבקות הנצחה": 193, "מודעות פרטיות": 0, "שלטים נגד ביבי": 0, "שלטי חבד": 2, }
      },
      { id: "עמק רפאים / לויד ג'ורג'", coords: [31.76543, 35.22162], img: "images/15.png", fullImg: "images/15.png", analysisImg: "analysis/15.png", sketchImg: "sketch/15.png", graffitiImg: "graffiti/15.png", neighborhood: "עמק רפאים-המושבה הגרמנית", age: 14,
        signscount: { "עד הניצחון": 1, "מטה משפחות החטופים": 2, "שלטי תחבורה ציבורית": 2, "מדבקות הנצחה": 9, "מודעות פרטיות": 0, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: "ים סוף / שאול המלך", coords: [31.80058, 35.22077], img: "images/16.png", fullImg: "images/16.png", analysisImg: "analysis/16.png", sketchImg: "sketch/16.png", graffitiImg: "graffiti/16.png", neighborhood: "רמת אשכול", age: 28,
        signscount: { "עד הניצחון": 0, "מטה משפחות החטופים": 0, "שלטי תחבורה ציבורית": 1, "מדבקות הנצחה": 0, "מודעות פרטיות": 2, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: "ים סוף / צלמונה", coords: [31.80136, 35.22311], img: "images/17.png", fullImg: "images/17.png", analysisImg: "analysis/17.png", sketchImg: "sketch/17.png", graffitiImg: "graffiti/17.png", neighborhood: "רמת אשכול", age: 12,
        signscount: { "עד הניצחון": 0, "מטה משפחות החטופים": 0, "שלטי תחבורה ציבורית": 2, "מדבקות הנצחה": 0, "מודעות פרטיות": 12, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: "האוניברסיטה העברית הר הצופים", coords: [31.79483, 35.24208], img: "images/18.png", fullImg: "images/18.png", analysisImg: "analysis/18.png", sketchImg: "sketch/18.png", graffitiImg: "graffiti/18.png", neighborhood: "הר הצופים", age: 22 },
      { id: "בית חולים סנט ג'ון", coords: [31.79576, 35.23081], img: "images/19.png", fullImg: "images/19.png", analysisImg: "analysis/19.png", sketchImg: "sketch/19.png", graffitiImg: "graffiti/19.png", neighborhood: "בית צפפא,שרפת", age: 16,
        signscount: { "עד הניצחון": 0, "מטה משפחות החטופים": 2, "שלטי תחבורה ציבורית": 0, "מדבקות הנצחה": 10, "מודעות פרטיות": 2, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: "א סאפא / א סלאם", coords: [31.73309, 35.20428], img: "images/20.png", fullImg: "images/20.png", analysisImg: "analysis/20.png", sketchImg: "sketch/20.png", graffitiImg: "graffiti/20.png", neighborhood: "בית צפפא,שרפת", age: 6,
        signscount: { "עד הניצחון": 0, "מטה משפחות החטופים": 0, "שלטי תחבורה ציבורית": 0, "מדבקות הנצחה": 0, "מודעות פרטיות": 2, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: "צומת פת / גולומב", coords: [31.75765, 35.19719], img: "images/21.png", fullImg: "images/21.png", analysisImg: "analysis/21.png", sketchImg: "sketch/21.png", graffitiImg: "graffiti/21.png", neighborhood: "גבעת מרדכי", age: 30,
        signscount: { "עד הניצחון": 3, "מטה משפחות החטופים": 38, "שלטי תחבורה ציבורית": 2, "מדבקות הנצחה": 24, "מודעות פרטיות": 0, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: "עזה / הרב ברלין", coords: [31.77043, 35.21187], img: "images/22.png", fullImg: "images/22.png", analysisImg: "analysis/22.png", sketchImg: "sketch/22.png", graffitiImg: "graffiti/22.png", neighborhood: "רחביה", age: 20,
        signscount: { "עד הניצחון": 0, "מטה משפחות החטופים": 13, "שלטי תחבורה ציבורית": 2, "מדבקות הנצחה": 15, "מודעות פרטיות": 6, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: "עזה / רדק", coords: [31.77283, 35.21401], img: "images/23.png", fullImg: "images/23.png", analysisImg: "analysis/23.png", sketchImg: "sketch/23.png", graffitiImg: "graffiti/23.png", neighborhood: "רחביה", age: 20,
        signscount: { "עד הניצחון": 0, "מטה משפחות החטופים": 16, "שלטי תחבורה ציבורית": 2, "מדבקות הנצחה": 10, "מודעות פרטיות": 3, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: "עמק המצלבה / שד' הזז", coords: [31.77575, 35.20893], img: "images/24.png", fullImg: "images/24.png", analysisImg: "analysis/24.png", sketchImg: "sketch/24.png", graffitiImg: "graffiti/24.png", neighborhood: "רחביה", age: 8,
        signscount: { "עד הניצחון": 0, "מטה משפחות החטופים": 0, "שלטי תחבורה ציבורית": 2, "מדבקות הנצחה": 1, "מודעות פרטיות": 0, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: "מוזיאון ישראל / רופין", coords: [31.77493, 35.20487], img: "images/25.png", fullImg: "images/25.png", analysisImg: "analysis/25.png", sketchImg: "sketch/25.png", graffitiImg: "graffiti/25.png", neighborhood: "קריית הלאום", age: 12,
        signscount: { "עד הניצחון": 0, "מטה משפחות החטופים": 2, "שלטי תחבורה ציבורית": 1, "מדבקות הנצחה": 1, "מודעות פרטיות": 3, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: "רמבן / אבן עזרא", coords: [31.77480, 35.21428], img: "images/26.png", fullImg: "images/26.png", analysisImg: "analysis/26.png", sketchImg: "sketch/26.png", graffitiImg: "graffiti/12.png", neighborhood: "רחביה", age: 36,
        signscount: { "עד הניצחון": 0, "מטה משפחות החטופים": 4, "שלטי תחבורה ציבורית": 2, "מדבקות הנצחה": 0, "מודעות פרטיות": 2, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: "קקל / אושיסקין", coords: [31.77706, 35.21280], img: "images/27.png", fullImg: "images/27.png", analysisImg: "analysis/27.png", sketchImg: "sketch/27.png", graffitiImg: "graffiti/27.png", neighborhood: "רחביה", age: 36,
        signscount: { "עד הניצחון": 0, "מטה משפחות החטופים": 1, "שלטי תחבורה ציבורית": 1, "מדבקות הנצחה": 3, "מודעות פרטיות": 3, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: "אושיסקין / נרקיס", coords: [31.77968, 35.21232], img: "images/28.png", fullImg: "images/28.png", analysisImg: "analysis/28.png", neighborhood: "נחלאות, שערי חסד", age: 24,
        signscount: { "עד הניצחון": 2, "מטה משפחות החטופים": 1, "שלטי תחבורה ציבורית": 2, "מדבקות הנצחה": 8, "מודעות פרטיות": 3, "שלטים נגד ביבי": 0, "שלטי חבד": 4, }
      },
      { id: "שוק מחנה יהודה / אגריפס", coords: [31.78404, 35.21282], img: "images/29.png", fullImg: "images/29.png", analysisImg: "analysis/29.png", neighborhood: "מחנה יהודה - לב העיר", age: 14,
        signscount: { "עד הניצחון": 0, "מטה משפחות החטופים": 0, "שלטי תחבורה ציבורית": 3, "מדבקות הנצחה": 21, "מודעות פרטיות": 1, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: "הכנסת / קפלן", coords: [31.77886, 35.20242], img: "images/30.png", fullImg: "images/30.png", analysisImg: "analysis/30.png", neighborhood: "קריית הלאום", age: 8,
        signscount: { "עד הניצחון": 0, "מטה משפחות החטופים": 1, "שלטי תחבורה ציבורית": 3, "מדבקות הנצחה": 0, "מודעות פרטיות": 1, "שלטים נגד ביבי": 1, "שלטי חבד": 0, }
      },
      { id: "הטורים / רשי", coords: [31.78803, 35.21041], img: "images/31.png", fullImg: "images/31.png", analysisImg: "analysis/31.png", neighborhood: "מקור ברוך", age: 12,
        signscount: { "עד הניצחון": 0, "מטה משפחות החטופים": 0, "שלטי תחבורה ציבורית": 1, "מדבקות הנצחה": 0, "מודעות פרטיות": 57, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: "תחנה מרכזית יפו / ירושלים", coords: [31.78878, 35.20244], img: "images/32.png", fullImg: "images/32.png", analysisImg: "analysis/32.png", neighborhood: "מקור ברוך", age: 6,
        signscount: { "עד הניצחון": 10, "מטה משפחות החטופים": 0, "שלטי תחבורה ציבורית": 4, "מדבקות הנצחה": 5, "מודעות פרטיות": 2, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: "שד שזר / בנייני האומה", coords: [31.78755, 35.20345], img: "images/33.png", fullImg: "images/33.png", analysisImg: "analysis/33.png", neighborhood: "קריית הלאום", age: 18,
        signscount: { "עד הניצחון": 10, "מטה משפחות החטופים": 1, "שלטי תחבורה ציבורית": 5, "מדבקות הנצחה": 4, "מודעות פרטיות": 2, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: "חניון הלאום", coords: [31.78308, 35.20322], img: "images/34.png", fullImg: "images/34.png", analysisImg: "analysis/34.png", neighborhood: "קריית הלאום", age: 10,
        signscount: { "עד הניצחון": 0, "מטה משפחות החטופים": 0, "שלטי תחבורה ציבורית": 3, "מדבקות הנצחה": 11, "מודעות פרטיות": 0, "שלטים נגד ביבי": 0, "שלטי חבד": 1, }
      },
      { id: "בית המשפט העליון / זוסמן", coords: [31.78191, 35.20239], img: "images/35.png", fullImg: "images/35.png", analysisImg: "analysis/35.png", neighborhood: "קריית הלאום", age: 6,
        signscount: { "עד הניצחון": 3, "מטה משפחות החטופים": 0, "שלטי תחבורה ציבורית": 2, "מדבקות הנצחה": 0, "מודעות פרטיות": 0, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: "גן הורדים / זוסמן", coords: [31.78000, 35.20192], img: "images/36.png", fullImg: "images/36.png", analysisImg: "analysis/36.png", neighborhood: "קריית הלאום", age: 8,
        signscount: { "עד הניצחון": 0, "מטה משפחות החטופים": 2, "שלטי תחבורה ציבורית": 1, "מדבקות הנצחה": 0, "מודעות פרטיות": 2, "שלטים נגד ביבי": 0, "שלטי חבד": 0, }
      },
      { id: " משטרה / שמואל מאיר", coords: [31.73068, 35.21972], img: "images/37.png", fullImg: "images/37.png", analysisImg: "analysis/37.png", neighborhood: "קריית הלאום", age: 8,
        signscount: { "עד הניצחון": 2, "מטה משפחות החטופים": 0, "שלטי תחבורה ציבורית": 2, "מדבקות הנצחה": 8, "מודעות פרטיות": 0, "שלטים נגד ביבי": 0, "שלטי חבד": 4, }
      },

    ]
  },
      b: {
        // No static image for b
        buses: [
        ]
      },
      c: {
        static: "reader_c.png",
        buses: [
          { id: "bus1", coords: [31.77256, 35.21398], img: "images/5.HEIC", fullImg: "2c-full.png" },
          { id: "bus2", coords: [31.77025, 35.21161], img: "images/6.HEIC", fullImg: "3c-full.png" }
        ]
      }
    };

const populationByNeighborhood = {
    "כפר עקב": "ערבית",
    "בית חנינא": "ערבית",
    "אבו תור": "ערבית",
    "בית הכרם": "יהודית - כללית",
    "בית וגן": "חרדית - רמת הומוגניות גבוהה",
    "בית צפפא,שרפת": "ערבית",
    "בקעה": "יהודית - כללית",
    "ג'אבל מוכבר": "ערבית",
    "גבעת מרדכי": "יהודית - כללית",
    "גבעת משואה": "יהודית - כללית",
    "גבעת שאול": "חרדית - רמת הומוגניות נמוכה",
    "גוננים - קטמונים": "יהודית - כללית",
    "גילה": "יהודית - כללית",
    "הבוכרים – בית ישראל": "חרדית - רמת הומוגניות גבוהה",
    "הגבעה הצרפתית–גבעת שפירא": "יהודית - כללית",
    "המושבה האמריקאית": "יהודית - כללית",
    "המושבה הגרמנית": "יהודית - כללית",
    "חומת שמואל - הר חומה": "חרדית - רמת הומוגניות נמוכה",
    "הר נוף": "חרדית - רמת הומוגניות גבוהה",
    "הרובע היהודי": "דתי-לאומי",
    "הרובע המוסלמי": "ערבית",
    "ואדי ג'וז": "ערבית",
    "טלביה – קוממיות": "יהודית - כללית",
    "ימין משה": "יהודית - כללית",
    "מאה שערים": "חרדית - רמת הומוגניות גבוהה",
    "מוסררה - מורשה": "חרדית - רמת הומוגניות נמוכה",
    "מנחת - מלחה": "יהודית - כללית",
    "ממילא": "יהודית - כללית",
    "מעלות דפנה": "חרדית - רמת הומוגניות נמוכה",
    "מרכז העיר": "יהודית - כללית",
    "נוה יעקב": "חרדית - רמת הומוגניות נמוכה",
    "נחלאות, שערי חסד": "חרדית - רמת הומוגניות נמוכה",
    "ניות": "יהודית - כללית",
    "סילואן": "ערבית",
    "סנהדריה": "חרדית - רמת הומוגניות גבוהה",
    "עין כרם": "יהודית - כללית",
    "עיסאוויה": "ערבית",
    "עיר גנים": "יהודית - כללית",
    "פסגת זאב": "יהודית - כללית",
    "פת": "יהודית - כללית",
    "צור באחר – אום טובה": "ערבית",
    "קטמון הישנה": "יהודית - כללית",
    "קריית היובל": "יהודית - כללית",
    "קריית מנחם": "יהודית - כללית",
    "קריית משה": "חרדית - רמת הומוגניות נמוכה",
    "ראס אל עמוד": "ערבית",
    "רוממה": "חרדית - רמת הומוגניות גבוהה",
    "רחביה": "יהודית - כללית",
    "רמות": "חרדית - רמת הומוגניות נמוכה",
    "רמת אשכול": "חרדית - רמת הומוגניות נמוכה",
    "רמת שלמה": "חרדית - רמת הומוגניות גבוהה",
    "רמת דניה": "יהודית - כללית",
    "רמת שרת": "יהודית - כללית",
    "גבעת הורדים - רסקו": "יהודית - כללית",
    "קטמונים": "יהודית - כללית",
    "שועפאט": "ערבית",
    "שיח ג'ראח": "ערבית",
    "שמואל הנביא": "חרדית - רמת הומוגניות גבוהה",
    "תלפיות – ארנונה": "יהודית - כללית",
    "תלפיות מזרח - ארמון הנציב": "יהודית - כללית",
    "ענתות - ענאתא": "ערבית",
    "מחנה שועפט": "ערבית",
    "גבעת המבתר": "יהודית - כללית",
    "הר הצופים": "אזור לא למגורים",
    "א-סוואנה": "ערבית",
    "א-טור": "ערבית",
    "א-שייח": "ערבית",
    "הר חוצבים": "אזור לא למגורים",
    "הקריות החסידיות": "חרדית - רמת הומוגניות גבוהה",
    "תל ארזה, עזרת תורה": "חרדית - רמת הומוגניות גבוהה",
    "שייח ג'ראח": "ערבית",
    "ארזי הבירה": "חרדית - רמת הומוגניות גבוהה",
    "בית ישראל": "חרדית - רמת הומוגניות גבוהה",
    "שומרי החומות": "חרדית - רמת הומוגניות גבוהה",
    "מרכז העיר מזרח": "יהודית - כללית",
    "מורשה": "חרדית - רמת הומוגניות נמוכה",
    "הרובע הנוצרי": "ערבית",
    "הרובע היהודי": "חרדית - רמת הומוגניות נמוכה",
    "הרובע המוסלמי": "ערבית",
    "הרובע הארמני": "ערבית",
    "קוממיות – טלביה": "יהודית - כללית",
    "הר ציון": "אזור לא למגורים",
    "קריית שמואל": "יהודית - כללית",
    "המושבה היוונית": "יהודית - כללית",
    "עמק רפאים-המושבה הגרמנית": "יהודית - כללית",
    "א-רם": "ערבית",
    "הר הזיתים": "אזור לא למגורים",
    "קריית הלאום": "אזור לא למגורים",
    "הר הרצל": "אזור לא למגורים",
    "גבעת חנניה - אבו תור": "ערבית",
    "יד ושם - הר הזכרון": "אזור לא למגורים",
    "מרכז רפואי הדסה עין כרם": "אזור לא למגורים",
    "שדה התעופה עטרות": "אזור לא למגורים",
    "אזור תעשיה עטרות": "אזור לא למגורים",
    "הר החוצבים": "אזור לא למגורים",
    "מי נפתוח – ליפתא": "אזור לא למגורים",
    "הר המנוחות": "אזור לא למגורים",
    "רמת מוצא": "יהודית - כללית",
    "אזור תעשיה גבעת שאול": "אזור לא למגורים",
    "גבעת רם": "אזור לא למגורים",
    "באב א זהרה": "ערבית",
    "אמריקן קולוני": "ערבית",
    "שמעון הצדיק": "חרדית - רמת הומוגניות גבוהה",
    "א-שייאח": "ערבית",
    "רוממה אזור תעשייה": "אזור לא למגורים",
    "מקור ברוך": "חרדית - רמת הומוגניות גבוהה",
    "זכרון משה": "חרדית - רמת הומוגניות גבוהה",
    "נחלאות": "חרדית - רמת הומוגניות נמוכה",
    "שכונת החבשים": "חרדית - רמת הומוגניות גבוהה",
    "גאולה": "חרדית - רמת הומוגניות גבוהה",
    "הבוכרים": "חרדית - רמת הומוגניות גבוהה",
    "כרם אברהם": "חרדית - רמת הומוגניות גבוהה",
    "מחנה יהודה - לב העיר": "יהודית - כללית",
    "רוממה אזור תעשיה": "אזור לא למגורים",
    "הכפר השבדי": "יהודית - כללית",
    "הולילנד": "יהודית - כללית",
    "עיר דוד": "חרדית - רמת הומוגניות נמוכה",
    "ג'בל מוקאבר": "ערבית",
    "ערב א-סוואחרה": "ערבית",
    "תלפיות מזרח": "יהודית - כללית",
    "רמות רחל - ארנונה החדשה": "יהודית - כללית",
    "תלפיות": "יהודית - כללית",
    "ארנונה": "יהודית - כללית",
    "תלפיות - תעשיה ומסחר": "אזור לא למגורים",
    "גבעת המטוס": "יהודית - כללית",
    "רמת רחל": "יהודית - כללית",
    "גבעת אליהו - מר אליאס": "יהודית - כללית",
    "אום טובא": "ערבית",
    "צור באהר": "ערבית",
    "אום ליסון": "ערבית",
    "ערב א-סוואחרה": "ערבית",
    "מקור חיים": "יהודית - כללית",
    "צפון תלפיות": "יהודית - כללית"
    };


